[{"title": "Norman Kay obituary", "url": "https://www.theguardian.com/society/2024/jan/14/norman-kay-obituary", "sentiment": {"neg": 0.038, "neu": 0.748, "pos": 0.213, "compound": 0.9954}, "body": "Norman Kay, who has died aged 77, was the first Green party chair of Stroud district council and was still in office as vice-chair. He served the council for 21 years, first as Labour and later a Green party representative, as well as being a Nailsworth town councillor for 14 years, including three as mayor. Norman was first elected as a Labour councillor in 1983, for the village of Leonard Stanley and then Nailsworth. He became deputy leader of the Labour group, chief whip and chair of the housing committee. Following the Iraq war, he resigned from the Labour party and was re-elected to Stroud district council as a Green councillor in 2016. Besides being chair and vice-chair, he served on a wide range of committees. A Stroud Green party spokesperson described him as “irreplaceable”. Born in Bethnal Green, east London, to Sylvia (nee Sidloff) and Sidney Kay, a radical Jewish family, Norman went to Hackney Downs grammar school. He became politically active as a teenager, serving as secretary of Hackney Independent Labour party. After a spell of taxi driving in London, he studied sociology and political science under Zygmunt Bauman at Leeds University and was elected to the student union executive committee. After graduation, he became a social worker in Doncaster in 1973, then Bristol in 1976, and, finally, Gloucestershire, from the early 1980s to 2006. With his wife, Kate (nee Berry), whom he met at university and married in 1971, and some friends he established a socialist/feminist bookshop in Bristol called Full Marks. Master’s degrees in social administration under Peter Townsend (Bristol University, 80s) and public administration (Birmingham University, 90s), and a degree in chemistry (Open University, 2000s) followed. By the 90s, Norman was managing his own adult and mental health social work team. He was accredited as a specialist in mental health early in his time at Bristol. A kind, gentle and principled man, Norman was widely respected across his community. He could “disagree agreeably”, and worked constructively with a wide range of groups, of different political views and none. A committed member of the council’s equality, diversity and inclusion working group, he was its chair in 2021. He was actively involved in Stroud’s Gay Pride and Holocaust Memorial days and supported anti-slavery initiatives, including the removal of the Blackboy clock in Stroud. He also supported calls for Palestinian rights. Norman collected for the poppy appeal every year and served on the Cotswolds area of outstanding natural beauty committee. He was active in promoting the Stroud show and liked to exhibit his own rare breed Cotswold sheep locally. Norman and Kate also had a goat, horses and pigs. He was still looking after his livestock up to last year. A keen racing supporter, he was a member of Cheltenham racecourse. I met Norman at a constituency Labour party meeting in Stroud, where Kate and I shared the role of constituency secretary. He and I were friends for 40 years. Norman is survived by Kate, and his sister, Frances.", "date": "2024-01-14", "section": "Society", "author": "Joy Greenwood", "id": 0, "thumbnail": "https://media.guim.co.uk/932ea6e3cb1eb20b45aa0b30beffc6f32226e3f6/0_89_1262_757/500.jpg"}, {"title": "Kim’s Convenience review – popcorn retail therapy spun from sitcom", "url": "https://www.theguardian.com/stage/2024/jan/14/kims-convenience-review-park-theatre-london-ins-choi", "sentiment": {"neg": 0.057, "neu": 0.729, "pos": 0.213, "compound": 0.9918}, "body": "Before Kim’s Convenience became a hit Netflix series, it was a play on the Toronto fringe. Now, Ins Choi’s comedy drama turned sitcom, about the travails of a Korean Canadian family running a convenience store, returns to theatrical form but feels like a melange of two media. The cast is not that of the TV show, and Choi himself plays outspoken father, Appa, but the production has the uncanny, slightly confusing, look and feel of a live TV studio recording. It is a smooth machine of a show nonetheless: its comedy works, its acting superb, its story warm but not too mawkish and its characters lovable even when they border on the prejudiced, like Appa. Masterfully directed by Esther Jun, this is popcorn theatre: we could go on watching and watching. The story crunches strands from across the five series into 80 minutes. Beneath the comedy are themes of immigration, parental sacrifice and the gulf between Appa and his children. There is his daughter, Janet (Jennifer Kim), whom he wants to divert from photography into running the shop, and his estranged son, Jung (Brian Law), who left home years ago. Janet feels like the focus here, her romance with police officer Alex (Miles Mitchell) lifted from the first series, and Kim plays her with feisty energy. Choi is fantastic as Appa but wife Umma (Namju Go) is shadowy, not nearly as characterful as on screen. Mona Camille’s set is such an exact replica of a local supermarket, with its lotto card advert, drinks fridge and linoleum-covered aisles, it is its own wonder. The delight is in the detail, right down to the sound of the electric bell as customers enter an invisible door. For fans of the TV show, there is deja vu in some scenes which are also exact replicas, such as the skit about the Honda parked outside which reveals Appa’s grudge against the Japanese (“In 1904 Japan attacked Korea”), and the “steal or no steal” scene, involving a Black man whom Appa identifies as a thief, and is one example of the show’s edgy race satire. These scenes carry the sense of a show delivering its “best bits” rather than offering something entirely original. Yet it works, and is still funny the second time around – as a repeat episode of Friends might be. Theatre has increasingly started to adapt television shows or feel episodic in their script. This is the apex of that trend – theatre-vision of sorts, irresistible in its appeal, cannily capturing a theatregoing audience and their couch-bound counterparts. • At Park theatre, London, until 10 February", "date": "2024-01-14", "section": "Stage", "author": "Arifa Akbar", "id": 1, "thumbnail": "https://media.guim.co.uk/bd2fad1daf0fbee38e818151f31df41367b4b11b/0_109_5760_3456/500.jpg"}, {"title": "Molly Tuttle review – galloping bluegrass as fun as a campfire jam", "url": "https://www.theguardian.com/music/2024/jan/14/molly-tuttle-review-cadogan-hall-london", "sentiment": {"neg": 0.033, "neu": 0.733, "pos": 0.234, "compound": 0.9911}, "body": "“Are there any London cowgirls out there tonight?” ventures Molly Tuttle, the Grammy award-winning singer-songwriter who is reinvigorating the bluegrass tradition with a future-facing style of storytelling. Warming up a largely sedate audience in Cadogan Hall for Australian guitar virtuoso Tommy Emmanuel, by the time she’d finished with them, they were awakened rangers ready to grab the bull by the horns. Renowned for her acrobatic skill with the guitar, effortlessly moving from crosspicking to flatpicking and clawhammer strums (“I know we’re all guitar nerds here”), she plays it with the ease of meeting an old friend. Though her fables of life on the open road, matters of the heart and cannabis farmers in the Blue Ridge Mountains are usually embroidered by her band Golden Highway, tonight, she plays solo – but this is far from a stripped-back performance. She mines the instrument for the bass and rhythm in remarkable self-sufficiency, galloping through the valleys of El Dorado and San Joaquin drawn from her latest album City of Gold. Tuttle may know how to sing the high lonesome, but she performs her songs grinning ear to ear as if letting you in on a secret, often throwing in a wink for good measure. Her rendition of the sprightly sing-along Side Saddle, an anthem of spirited independence defying those who say “a girl can’t ride”, has the fun and intimacy of a campfire jam. Calling on bluegrass camaraderie, her audience, at first placid, were now all too willing to take up her invitation to whistle along. She reinvents the Rolling Stones’ She’s A Rainbow, drawn from her 2020 covers album …but i’d rather be with you. Without compromising on the song’s joy, she transmutes its original psychedelia into earthy, Appalachian charm. Invited to join childhood hero Tommy Emmanuel at the end of his performance, together they played the title song from her Grammy-winning album Crooked Tree. Watching them play their guitars in lockstep, there is no distinction between student and master: with flair and flavour that is entirely her own, if you could bottle it, you’d buy two. • At Palace theatre, Southend, with Tommy Emmanuel on 14 January, and touring", "date": "2024-01-14", "section": "Music", "author": "Sophie Walker", "id": 2, "thumbnail": "https://media.guim.co.uk/8d27a62a85cc7c8e485a7ecc2ca62dd67577a923/495_417_4184_2511/500.jpg"}, {"title": "Les Noces – The Departure review: absorbingly renewed marriage bonds", "url": "https://www.theguardian.com/stage/2024/jan/14/les-noces-the-departure-review-new-movement-collective-woolwich-works", "sentiment": {"neg": 0.035, "neu": 0.748, "pos": 0.217, "compound": 0.9925}, "body": "A major hats off to New Movement Collective for pulling this off. Sixty dancers, musicians and singers, four new music and dance works and a stunning setting, formerly part of the Royal Arsenal, with a catwalk-like stage bisecting the room. It’s loaded with ambition and class, not just the ingredients but the way the whole evening is designed. We start with two musical works: the hushed echoes of Andrea Balency-Béarn’s Appels, then baritone Ross Ramgobin singing Yshani Perinpanayagam’s setting of John Cage’s love letters to Merce Cunningham. “My dearest Merce, I’m writing a new piece ... and the only one I can imagine listening to it is you.” The dancers are woven into the music before setting out on their own adventure, each piece follows the next without pause (or applause) building an absorbing atmosphere absolutely fitting the mood of the central feature, Les Noces. The original Les Noces – music by Stravinsky, dance by Bronislava Nijinska – premiered a century ago, the story of a Russian peasant wedding, it’s a chilling picture of a forced marriage and a powerful piece of protofeminism. This new work, choreographed collectively by the performers, leans on ideas of community and its dutiful or surprising bonds, the dancers entangled or drawn together in unison, picking out rhythms from the musical layers, while individuals briefly break free from the group. The dancers of New Movement Collective are mostly veterans of Rambert, with decades of embodied knowledge between them and their movement carries weight and purpose and nothing superfluous, unfussy lines like the well-ironed seams of their nicely tailored costumes. In fleeting imagery, their bolero jackets become props, tied into a rope or a bride’s veil and train. But against the power of the original Les Noces, the strength of the theme and innovation of the language feels a little pale. Stravinsky’s score, played in the original arrangement for four pianos and percussion, with the chorus of Opera Holland Park, is adrenalised and ominous. Excellent soprano soloist April Koyejo-Audiger gets it: the urgency, her ringing notes that impel you, “Listen!” There’s a lot to love in this richly interesting evening. • At Woolwich Works, 14 January", "date": "2024-01-14", "section": "Stage", "author": "Lyndsey Winship", "id": 3, "thumbnail": "https://media.guim.co.uk/a6b1bb78ca910d97a58ecb806f51b7f1d6321e17/0_224_4545_2727/500.jpg"}, {"title": "The January transfer window is open…", "url": "https://www.theguardian.com/football/2024/jan/14/eva-wiseman-the-january-transfer-window-is-for-life-not-just-football", "sentiment": {"neg": 0.136, "neu": 0.631, "pos": 0.233, "compound": 0.9949}, "body": "Ah January. Too many vowels, too little time, it rises baldly on the horizon, an awkward and needy wasteland. And we dash around upon it as if walking the dogs of our regrets, searching for our new selves in its bleak whiteness and swinging our dainty plastic bags of shit. We are looking for meaning or, failing that, some kind of structure within which we can enable change. A game, a routine, to help each other move forward with purpose. I have a suggestion. Forget new year resolutions, forget dry January (which mad cow came up with this, by the way, this idea that January, a month of relentless rain, anxiety and sorrow, would be a good time to face reality head on, without even a colourful cocktail to take the edge off? Without even a little paper umbrella to protect us?). Instead, embrace the January transfer window. As in football, so in life – you have one month in which to barter and negotiate to create a new identity; a better, sleeker, more winning you. The deadline for decisions is dead strict and counted down live on clocks across the internet. There is something inspiring about the urgency, the pressure. It becomes its own sport. But I am less interested in the million pound fates of Jadon Sancho or Aaron Ramsdale than I am in the urgent reshaping of mine and my friends’ lives. These are the teams I support. These are the athletes who I will trek out in the rain for and stand shivering and singing for even as they lose. Their pain and their happiness and their decisions about paint colours for the bedroom, this is my sport, this is why I scroll, refresh, refresh. After a season of shared colds and bickering in Tescos along the south coast, many are eyeing relationship transfers, kissing a stranger in the smoking area, setting into motion the dramatic denouement of their current marriage. January is an excellent time to make your substitutions. Is it time? Look around. If you’re ready to find a new lover, simply everybody else will look hot. That hiker in the head-to-toe waterproofs muttering there’s no such thing as bad weather – yes. The suspicious checkout assistant who keeps their eyebrow fully raised when you’re trying to return an unwanted gift from your cousin – yes. The delivery driver who asks if they can use your loo and fills the house with the smell of smoked meat – yes. Perhaps, instead of simply ushering in a replacement partner, you want to restructure the relationship itself and investigate polyamory, or consensual non-monogamy, or create a throuple or some other form of many syllabled entanglement. While news of such flexible experiments delights me, when I think about participating in such a relationship myself I am reminded of someone recently describing the special pain of cooking with garlic and how each clove has its own paperwork. But this admin is what the transfer window is perfect for: negotiate your terms, organise a medical and usher in a new signing, or a whole new team. I had a haircut recently, which, returning home, was a shock for a number of reasons, the most lasting being the realisation that I do not present as the person I believe I am. When I asked for a short, messy bob, I assumed the hairdresser would look at me and understand what I meant. That she would see, if not quite a mischievous young punk, then at least someone with memories of nighttimes past, rather than, as became clear when I looked in the mirror at the end after she’d sculpted what she assumed was an appropriate cut, a middle-aged mum who had to rush back to get tea on. It has spurred me to pay more attention to my appearance and use this transfer window to switch out my current look, a sort of “slouching towards Brent Cross” and replace it with something altogether more chic and dynamic. Rather than dieting or detoxing or any of that absolute silliness, what I am planning to do is alter the look in my eyes. Out with jolly exhaustion and in with a steely gaze, alert, reckless, a certain wild suspense. I am spending January learning how to style this new haircut less cosily, I am throwing out another bag of jumpers and I am adopting a new walk, the walk of somebody taller who has made better decisions. I am using eye cream at night and tanning drops in the day. In February, I intend to return to the hairdresser and test my new squad, by which, of course, I mean, see if this fresh combination of dignity and sass will lead to me emerging with the hair of a modern Debbie Harry, rather than Debbie, Harry’s mum who always wears a travel bumbag containing a massive set of keys. Join me. Switch out grand ambition for focused slog, swap tired pettiness for rich passion, untested prejudices for educated compassion, buy in the bravery to be disliked, switch in pleasure: drink, smoke, sleep, sell off abstinence, bitterness, guilt. March out on to the pitch in February transformed – bigger, better, stronger, in a chic little haircut and absolutely exquisite shorts. Email Eva at e.wiseman@observer.co.uk or follow her on X @EvaWiseman", "date": "2024-01-14", "section": "Life and style", "author": "Eva Wiseman", "id": 4, "thumbnail": "https://media.guim.co.uk/50b2ad21f76f55f626e4b37af05ce69d3056985f/256_0_1473_883/500.jpg"}, {"title": "Like Love by Maggie Nelson review – music, passion and friendship", "url": "https://www.theguardian.com/books/article/2024/may/08/like-love-by-maggie-nelson-review-music-passion-and-friendship", "sentiment": {"neg": 0.109, "neu": 0.607, "pos": 0.284, "compound": 0.9988}, "body": "“As a child I had so much energy I’d lie awake and feel my organs smolder,” Maggie Nelson wrote in 2005’s Jane: A Murder. She was a dancer before she was a writer and you can feel the commitment to the fire of bodily motion in her masterpieces: the shimmeringly brutal excavation of girlhood and violence in Jane, the story of her aunt’s killing at the hands of a rapist; the clear-headed yet ecstatic celebration of the transformations of pregnancy and top surgery, and the new kind of family she and her trans partner brought into being in The Argonauts (2015). Her dedication to the material finds the forms it needs; I don’t think she sets out to bend genres. Instead, her high-stakes eviscerations of body settle into radically new forms. Is this the energy of the rebel or the valedictorian? For decades, Nelson has parted her hair, fastened her top button, won the right grades and grants while throwing herself voluptuously into the counterculture, dreaming of being an “electric ribbon of horniness and divine grace” like one of her inspirations, Prince. It’s an American energy – expansive, new, full of power, pleasure, change and motion; a frontier energy, even when she’s writing about New York. We can hear Whitman behind her, and Emerson. “Power ceases in the instant of repose,” Emerson pronounces in Self-Reliance; “it resides in the moment of transition from a past to a new state, in the shooting of a gulf, in the darting to an aim.” A decade after The Argonauts became the bible of English graduates everywhere, the essays in Like Love arrive to help us understand Nelson’s place in a culture where, to her half-delight, she has become such a powerful voice. Spanning two decades, they range from appreciations of influences including Prince and Judith Butler, to wild, freefalling conversations with figures such as Björk, Wayne Koestenbaum and Jacqueline Rose. There is a passionate, wondering account of her formative half-erotic friendship with the singer Lhasa de Sela. The writing isn’t consistent, any more than her books are. But I like to take my thinkers and writers whole, as she does. The essays offer a kind of composite self-portrait, and illustrate how she thinks, sometimes painstakingly, sometimes with casual jubilance, about some of the central dilemmas of our time. In the face of the climate crisis, how to avoid “giving in to the narcissistic spectacle of the slo-mo Titanic going down”? In the face of the crisis in feminism, how and whether to move beyond sexual difference? The written exchanges show her interlocutors thinking it through, too. “You dare to step into the future like no one else atm,” Björk says. It’s true. This is where all that restless energy is leading. This is why she’s an Emersonian, shying away from nihilism. “There are new lands, new men, new thoughts,” Emerson wrote in Nature, discarding the “dry bones” of his ancestors; “Let us demand our own works and laws and worship.” In her powerful piece on the artist Carolee Schneemann, Nelson posits her as a female incarnation of Emerson’s self-reliant man. But it’s Nelson herself who proffers new laws and worship – whose project amounts to a practical philosophy of contemporary American culture. In The Argonauts she offers the gift of a future we can somehow share; one that acknowledges the miseries of the present, that has space for dreams, but is obstinately material and in our world. Here, in dialogue with Jacqueline Rose, she proposes that “Everybody deserves the kind of non-stultifying internal breathing space of fluidity or instability that is attributed to queers, or to women, or whatever.” Like Love’s title comes from theatre critic Hilton Als’s vision of a group on the subway not as white women or black men but as mouths that need filling “with something wet or dry, like love, or unfamiliar and savory, like love”. Nelson, too, is drawn to mouths – to orifices in general – as organs of pleasure and pain, and as portals enabling a radical openness. Because Nelson likes writing about her friends, there’s a kind of homogeneity to much of the book that cumulatively left me feeling a little claustrophobic, longing especially for the roominess of time travel. With the exception of 2009’s Bluets, Nelson’s writing is so located in the postwar world that the past can feel entirely absent. This is her affinity with Emerson and Whitman again – her song to the future – but I wonder if I’m alone in wishing that, alongside those two often acknowledged ancestors, her future could have artists, activists and libertines from earlier centuries informing it, too. Which is not to say that she’s wrong to write about the people in her circle. The brutality of the present moment may require us precisely to batten down the hatches and commit to extreme solidarity. At a time when institutional life is collapsing, when the pandemic privileged family over friends, when work expands in ways that leave many too exhausted to socialise, Nelson demonstrates what it means to dedicate yourself to a cohort with seriousness and strenuousness. “You, to me, quickly became an inspiration,” she tells the poet Brian Blanchfield, “a brother, a support in times of seriously dark waters, an editor, a lender of excellent and pivotal books, a cheerleader, a colleague, a couch sleeper (and couch mover), a fellow swimmer … a corrupting gambler, (queer) family.” Like Love may be one of the most movingly specific, the most lovingly unruly celebrations of the ethics of friendship we have. • Lara Feigel is the author of Look! We Have Come Through! – Living with DH Lawrence. Like Love: Essays and Conversations by Maggie Nelson is published by Fern (£20). To support the Guardian and the Observer buy a copy at guardianbookshop.com. Delivery charges may apply.", "date": "2024-05-08", "section": "Books", "author": "Lara Feigel", "id": 5, "thumbnail": "https://media.guim.co.uk/ebb12b6dfbd114a317444f16561a43f847004c24/0_860_3413_2048/500.jpg"}, {"title": "Tell us: have you bought a house in the UK with your friend?", "url": "https://www.theguardian.com/society/article/2024/may/08/tell-us-have-you-bought-a-house-in-the-uk-with-your-friend", "sentiment": {"neg": 0.0, "neu": 0.725, "pos": 0.275, "compound": 0.9013}, "body": "While house prices have steadied in the first part of 2024, home ownership remains out of reach for many as the average cost of renting continues to increase. This has prompted some to find different ways to get onto the housing ladder. We would like to hear from home owners who bought their house with one or more friends. Why did you choose to pool your resources? What are the pros and cons of sharing your property with someone who is not a significant other? Tell us all about it below.", "date": "2024-05-08", "section": "Society", "author": "Guardian community team", "id": 6, "thumbnail": "https://media.guim.co.uk/13311e19425aa0462cedd456a403e629cc351503/28_0_2944_1767/500.jpg"}, {"title": "Pushing Buttons: With creative developers shutting everywhere, the future of games looks bleaker and more boring", "url": "https://www.theguardian.com/games/article/2024/may/08/pushing-buttons-roll7-studio-take-two", "sentiment": {"neg": 0.103, "neu": 0.658, "pos": 0.239, "compound": 0.9992}, "body": "Last month the games company Take-Two Interactive announced it would reduce its global staff by 5%, laying off 580 people to reduce costs. It was one of many such announcements in 2024, but this case is especially egregious because Take-Two ownsRockstar Games, which publishes Grand Theft Auto, AKA the most successful game in the history of the world, and is definitely not short of profits. Last week, Bloomberg (£) reported on internal documentation showing the likely victims of these cuts: studios Intercept Games in Seattle and Roll7 in London are set to close. Both are part of Private Division, the giant publisher’s indie game label. I spent some time with Intercept’s Kerbal Space Program 2 last year, when they were gearing up to launch. This exceptionally nerdy game about getting tiny green astronauts into space, which hews so closely to the real life physics of space flight that it inspired a generation of engineering students, has had a troubled time. It had been through a studio closure and a change of developer already, and its early-access launch did not exactly go without a hitch (Rock Paper Shotgun called it a “hot mess”). Kerbal Space Program 2 deserves a chance to turn things around, but it is understandable why its developer ended up on the block. Roll7, meanwhile, was only acquired by Take-Two in 2021, and has released two successful and critically acclaimed games since. OlliOlli World is a fantastic, stylish cartoon skateboarding game with oodles of personality. And the similarly slick-looking Rollerdrome (pictured below), an arena deathmatch game on rollerskates, won a Bafta last year for best British game. Roll7 has a 15-year history of interesting and – crucially! – profitable games, most based on interesting and original ideas: Not a Hero was a 2D cover shooter where you were sent out to assassinate criminals by a purple bunny; Laser League was an arena combat-sports game inspired by Tron. Every studio closure is a tragedy for the people affected, but this one feels personally gutting. I’ve played Roll7’s games for more than a decade, starting with the superbly intricate 2D skateboarding game OlliOlli, which obsessed me on my PlayStation Vita for most of 2014 – and they are really good. OlliOlli World (pictured above) is tremendous. I’ve also met (and interviewed) several of the people at Roll7 over the years, and it was a developer with a unique creative culture. It absolutely sucks to lose a studio like this. But it’s also such an insulting rug pull for a studio that, until a few years ago, was getting by as an independent outfit. When Eurogamer interviewed the studio’s leadership shortly after the 2K acquisition, co-founder John Ribbins seemed palpably relieved to have been acquired by a big publisher, because he thought it came with a certain level of safety. This news is an unwelcome reminder that there is no such thing as safety in the games industry, even if your studio is successful by any measure, making acclaimed and successful award-winning games. Most of the world’s big publishers now operate on an extreme “go big or go home” basis that leaves no room for anything that isn’t grotesquely profitable. When even a studio like Roll7 can’t count on the support of a company like Take-Two, can anyone? Take-Two still hasn’t officially confirmed the closure, though. “On April 16th, Take-Two announced a cost reduction program to identify efficiencies across its business and to enhance the Company’s margin profile, while still investing for growth,” reads its statement. “As part of these efforts, the Company is rationalising its pipeline and eliminating several projects in development and streamlining its organisational structure, which will eliminate headcount and reduce future hiring needs. The Company is not providing additional details on this program.” The kind of games and studios that are being “rationalised” out of existence here are exactly the kind that we need in 2024: smaller, creatively interesting games that offer alternatives to the increasingly homogeneous gaming behemoths that have been hoovering up money for more than 10 years. Roll7’s releases are exactly the kinds of games that should form part of an artistically as well as monetarily valuable portfolio for a publisher such as Take-Two. Grand Theft Auto prints money, and the publisher’s executives take home tens of millions every year. Is it actually true now that such a publisher can’t support smaller games, too – even if they win awards and turn a profit? What is the point of having an “indie” publishing label if you’re simply going to buy good studios and shut them down after barely two years? This is another cautionary tale about the vandalism that gaming’s biggest corporations can enact on the studios they acquire, and I feel as incensed by it as I did by Microsoft’s closure of Lionhead in 2016. As this newsletter went to press, IGN reported the equally devastating news that Microsoft is to shutter Tango Gameworks, makers of the brilliant and interesting Hi-Fi Rush and unique Japanese ghost story Ghostwire Tokyo, along with Arkane Austin – whose latest game, Redfall, was a flop, but which previously had a hand in some of the most critically acclaimed games of the last generation. Gigantic, samey games played by tens of millions of people should not be the entire future of video games. Creative developers deserve better than this, and so do we. What to play Styled like a lost PlayStation 1 classic, Crow Country is a horror adventure game in which you explore an abandoned theme park full of mutated … guests, and it is really creepy, right down to the lo-fi rattling and squelching and creaking of all the old attractions. Even without all the mutants, this theme park itself is horrible! Why would anyone have come here? I particularly admire the dedication to the mid-90s low-poly fuzzy-around-the-edges look, which recalls the best of this era of horror games without the endless loading times, annoying controls and inventory management. If you like the sound of this game’s premise but are, like me, a total coward, I have good news: you can play the game in a mode with no enemies, so you can solve the puzzles and soak up the horrible ambience without the constant threat. Available on: PC, PlayStation 5 Estimated playtime: Less than five hours What to read PlayStation has had an unpleasant week. After its breakout hit Helldivers 2 (above) sold millions on PC, the company demanded that PC players sign up for a PlayStation Network account in order to continue playing. This resulted in a player revolt, the game being removed from sale in 177 countries where PSN is not operational, more than 100,000 negative Steam reviews and, eventually, an ignominious climbdown. “We’re still learning what is best for PC players,” read Sony’s statement. That much is blindingly obvious. The bigger Florida version of the Universal Studios Nintendo theme park is shaping up pretty well. That Donkey Kong-themed Mine Cart rollercoaster looks just the right amount of terrifying. In more “big publishers are terrible at fostering creativity” news, a video from DidYouKnowGaming’s Liam Robertson (via Kotaku) lays out how US studio Vicarious Visions was ultimately prevented from working on a whole bunch of interesting projects, from a Donkey Kong 3D platformer to more remasters of the Tony Hawk skateboarding games, in favour of … yet more Call of Duty. What to click Another Crab’s Treasure: this indie hit has clawed its way into my subconscious | Sarah Maria Griffin Stop trying to turn Dungeons &amp; Dragons into a Marvel-esque cash cow – it won’t work | Ed Power Sea of Thieves on PlayStation 5 review – you’ll laugh, you’ll sail, you’ll drink grog until you’re sick ‘Like taking a shovel to your brain’: dark fairytale game Indika takes aim at the Russian Orthodox church Question Block Reader Ben provides this week’s excellent question: “I am increasingly frustrated by big games such as Assassin’s Creed, which attempt to capture the ‘feel’ of a place but become a mass repetitive swathe. By contrast, I was amazed how Untitled Goose Game captures an esoteric British village perfectly, with no speaking characters and relatively simple shapes. Can you recommend any other games that faithfully represent regions on a small-scale?” Alba: A Wildlife Adventure is one of these for me (with the important caveat that I have never been to Valencia, where it is set). It portrays a small island community and the people, birds, colours and geography of the place feel so intimate and believable. A Highland Song, meanwhile, depicts a place with which I am intimately familiar: the mountains and austere coast of Scotland. Its perfect light and rough brushstrokes communicate the unforgiving beauty of my home country so gorgeously. And there’s the Yakuza/Like a Dragon series, whose perfect re-creations of Japanese cities heave with life. I’d love to hear from readers on this one: what games set in real places have done a great job of conjuring their spirit? If you’ve got a recommendation, a question for Question Block, or anything else to say about the newsletter, hit reply or email me at pushingbuttons@theguardian.com.", "date": "2024-05-08", "section": "Games", "author": "Keza MacDonald", "id": 7, "thumbnail": "https://media.guim.co.uk/77fa8bd2fa91c165a8786c613b992be4fb210ac7/120_0_3600_2160/500.jpg"}, {"title": "Birdwatch: the invincible swift, effortless master of the air", "url": "https://www.theguardian.com/environment/article/2024/may/08/birdwatch-the-invincible-swift-effortless-master-of-the-air", "sentiment": {"neg": 0.14, "neu": 0.631, "pos": 0.229, "compound": 0.9108}, "body": "May Day dawns cold and breezy, with sullen grey clouds promising rain. Hope seems very far away. But then, a distant dark streak scythes through the skies over the Avalon Marshes, stiff-winged, direct and determined. A single swift, my first of the year. As I do every spring, I silently recite the words of the poet Ted Hughes: “They’ve made it again, which means the globe’s still working … ” I’ve always loved swifts. They appear invincible, effortless masters of the air, exchanging Africa for Europe and back again. During the first half of my life, when I lived in London, they were a reassuring sign of the changing of the seasons. But now their world is under threat. Since my childhood they’ve been in steady decline, a fate shared with so many of our once-familiar migrant birds. Fortunately, swifts have their human champions, none more prominent than the nature writer Hannah Bourne-Taylor. She tirelessly campaigns for a change in the law to install “swift bricks” in every new-build, so the birds have somewhere to nest. She and many others are fighting on many fronts, hoping they can turn around these birds’ fortunes before the globe really does stop working. Later on in the day, the weather improves and we’re treated to hordes of swifts hawking low for invisible insects, while emitting that haunting, high-pitched scream that earned them the name “devil birds”. Next morning the rain returns, and they are nowhere to be seen.", "date": "2024-05-08", "section": "Environment", "author": "Stephen Moss", "id": 8, "thumbnail": "https://media.guim.co.uk/9d9ffe4d02297a9bbe09922a8aecfcd94668c3ea/0_87_2500_1500/500.jpg"}, {"title": "A moment that changed me: I thought fitness was my superpower. Then I realised it was a ball and chain", "url": "https://www.theguardian.com/lifeandstyle/article/2024/may/08/a-moment-that-changed-me-fitness-was-my-superpower-then-a-ball-and-chain", "sentiment": {"neg": 0.117, "neu": 0.648, "pos": 0.235, "compound": 0.9974}, "body": "I have Jane Fonda to thank for my fitness “discovery” in the late 1980s. Still in my teens, I wore through the carpet doing her workout videos in front of the TV. I also spent hours ploughing up and down the pool at the local leisure centre and honing my muscles at the gym. I always regarded fitness as my superpower. Something that I worked hard at, for sure, but something that gave me kudos. Keeping fit – I mean, really fit – seemed to me an admirable and noble pursuit. I could fit into nice clothes easily. I could push my body and trust it not to fail. Whatever other qualities I didn’t possess, whatever I wasn’t good enough at, I could walk into a gym or toe a start line for a race and pass muster. I trained to be a personal trainer, so I could guide others to their “fitness goals”. But it was running that really got me, quickly becoming part of my identity. I ran my first marathon aged 22 – and went on to become a coach, write books about running and host running retreats. Running may look like freedom, but it can also be about control. Distances must be covered, paces maintained, pounds shed, personal bests (PBs) bettered. I now see that latching on to the pursuit of fitness so young was a way of imposing control on my body, of searching for approval and bringing order to my unravelling family life. It worked, too. But it also became a habit. Like a magic suit, a fit body protects you from others’ scorn, as well as worries about the usual concerns of ageing, such as weight gain and failing health. But it takes time, energy and discipline to achieve and maintain such a body, requiring rules and restraint that can be life-limiting and reek of patriarchal control. I was in thrall to fitness for three decades. But, when lockdown happened, when gyms, athletics tracks, swimming pools and running clubs closed, when sporting events were cancelled, when I was limited to solitary runs, a feeling crept over me. What was it all for? One day, in that endlessly glorious spring, I was running along the riverbank. Running had begun to feel joyless and unusually laboured. That point, a few miles in, when you can step aside from the physicality of the endeavour and just let it happen was proving elusive. I was present, every jarring, heavy-footed step of the way, my cadence spelling out what for, what for, what for? I tried to push through it – until, suddenly, neither my body nor my brain could find a reason to carry on. I slowed to a walk. I stopped my watch. I sat down and had a little cry, the sweat drying on my back. Then I walked home. It wasn’t a one-off. While I continued to go through the motions, my dedication to fitness felt increasingly hollow. And, frankly, shallow. As Sarah Donaghy said, when I interviewed her about Food Bank Run: “Running can be a solitary – even selfish – endeavour, with its focus on individual performance and PBs.” While I struggled on throughout that summer, squeezing myself into running like a garment that no longer fitted, I began to regard it as a ball and chain, a drain on my resources. This was a big inconvenience for someone whose career was largely built around running. Eventually, I could no longer ignore the questions my body and mind were raising. My search for answers led me to reconsider not just my attitude to my body and to running, but to life itself. To finding meaning and purpose, to achievement and ageing and to that ultimate finish line, mortality. Ageing, without doubt, played its part in this shift. I turned 50 in 2019, and I was beginning to realise that the absence of new PBs wasn’t some kind of temporary blip – it was terminal. Try as you might, you cannot compete with the 30-year-old you, or the 40-year-old you. If running is no longer about improvement, achievement, what can it be, I wondered. What am I getting out of it? What am I putting in? Is there something else I should be doing instead? For many, this is the point where age grading comes to the fore – many people get great pleasure from being “good for your age”. A part of me has great admiration for the 80- to 90-year-olds training for Masters competitions and pursuing every possible marginal gain. But, as the planet and its human and non-human inhabitants face climate breakdown and all the injustice, inequality, exploitation and loss that comes with it, I can’t help wondering if all that energy could be put to better use. I stopped running altogether for a while, and was appalled when I could no longer fit into some of my clothes. The shame of my expanding, softening body almost lured me back in, but, once again, my body rebelled, voting, quite literally, with its feet. “Don’t want to slip back into being governed by running,” I wrote in my diary. “Do you really want to be the same person you were a year ago, five years ago, instead of moving forward?” Four years on, I am less fit than I was. I cannot assume the same protective benefits of fitness on my health. I can’t automatically pick up size 10 garments, nor assume that I can do parkrun in under 22 minutes. Not being able to do these things any longer feels uncomfortable – as uncomfortable as having a visible tummy. But there are benefits, too. All that energy I poured into fitness for three decades is mine again. I think more, I notice more, I write more, I have wider interests. I finished a part-time MA last year, and I volunteer in conservation work. I am more aware of the world around me, good and bad. In his essay How to Live With Dying, the philosopher and lifelong avid runner John Kaag writes how a cardiac arrest, minutes after finishing a punishing treadmill run, changed his perspective on life. “At a certain point, going the extra mile does not make you a better athlete. It just makes you an idiot,” he says. There’s still the odd pang for my old fitness level, my former body – and even for the rigours of the pursuit itself. But, whatever I may have lost, I’ve gained so much more. “In the end,” writes Kaag, “most of us wish we’d spent less time on the treadmill, whatever form it might take.”", "date": "2024-05-08", "section": "Life and style", "author": "Sam Pyrah", "id": 9, "thumbnail": "https://media.guim.co.uk/df5fb44fe28b36fb6e7a26059c2df7126034ad02/0_93_3024_1815/500.jpg"}, {"title": "Dawn of the Big Yin: rediscovered film shows Billy Connolly on the road to comedy glory", "url": "https://www.theguardian.com/stage/article/2024/may/08/big-yin-billy-connolly-big-banana-feet-documentary-film-comedy", "sentiment": {"neg": 0.1, "neu": 0.671, "pos": 0.229, "compound": 0.9959}, "body": "In an age where our every selfie, photogenic breakfast and “thing I’m ashamed to admit” is preserved eternally online, it’s a shock to recall that actual art was once disposable – and prone to getting lost. Big Banana Feet, a documentary chronicling the Irish leg of Billy Connolly’s 1975 UK tour, was consigned more or less to oblivion when its distributor later went bust, and director Murray Grigor left his own personal copy with a friend in the US, never to be seen again. Until now: the film was rediscovered four years ago in an archive at the University of California, and is being re-released by the BFI in a lovingly restored print. It’s quite the time capsule, with its endless fag-smoking and a backstage sequence – oh, the glamour! – featuring Belfast tea ladies and their slow-pouring pot of tea. It’s also an absorbing portrait of Britain’s most influential comic as he teeters on the brink of megastardom. Inspired, says Grigor, by DA Pennebaker’s film of Bob Dylan’s 1965 UK tour, Don’t Look Back, it follows the Glaswegian on what was then (shortly after his famous 1975 Parkinson appearance) the biggest domestic tour ever undertaken by a solo artist, as he performs first in Dublin then in Belfast. It’s gorgeous to see him here so young and full of life, palpably a people’s person – chewing the fat with squaddies, the support act, those tea ladies – even as he begins to withdraw, as you’d have to, from the growing celebrity clamour. The Belfast gigs are particularly noteworthy, because the city was a dangerous one to visit at the time. Members of a touring cabaret band had been killed in an attack by the UVF months previously. Major stars had cancelled the Northern Ireland leg of their tours. Connolly’s insistence that these gigs go ahead was a kind of cultural lifeline for the province, beating a path where others could follow. You can watch Big Banana Feet for the socio-politics, then, and find it fascinating. But you can watch it for the comedy, too – or for the moments where they meet. At one point, a Belfast audience member hands Connolly a red rose. He accepts with gratitude – then mimes the explosion that would ensue (“boooom!”) if the rose somehow concealed a bomb. A risky gag – but not as risky as had he performed his anti-army song Sergeant, Where’s Mine in Belfast, which, mid-gig, he opts not to do. I’m not here to remind them of the Troubles, Connolly later argues, but to make them laugh. But not just make them laugh. One of the attractions of the documentary is that it finds Connolly at a pivotal moment of self-definition. We see several interviews with journalists, trying to pin down the Big Yin phenomenon as it forms. One marvels – a sign of the times, this – that “you don’t even have an exciting stage name, you sound like the boy next door”. Others oblige Connolly to defend the vulgarity that supposedly characterises his routine about swearing on TV (still a novel idea in 1975), or his song toying with the delights of the Four-Letter Word. It’s a plus ça change moment as Connolly – like many a comic today – advises that people who might be offended should simply stay away. Then another journo pitches in: “Are you a comedian or an entertainer?” And Connolly doesn’t have a ready answer. Both? Neither? “A comic singer,” he goes for, if only to get the guy off his back. I love that he doesn’t know. This was a time before “standup comedy” had taken its current shape, and before everything was commodified and marketed to the point of calcification. Connolly clearly didn’t feel the modern pressure to refine his brand, and onstage, he did what he liked: politics and ridiculous fruit footwear, soulful ballads like Sergeant, Where’s Mine and standup about farting, all in the same show. Showing us something special in genesis, back when touring comedy was barely a thing, Big Banana Feet is a great rediscovery. Big Banana Feet is released by the BFI in selected cinemas in the UK and Ireland from 10 May and on DVD/Blu-ray from 20 May", "date": "2024-05-08", "section": "Stage", "author": "Brian Logan", "id": 10, "thumbnail": "https://media.guim.co.uk/539cc4fda7d5dcdc7ab59e1700d1843bd96e4fe0/0_81_2048_1229/500.jpg"}, {"title": "Bring back the pleasure of reading in classrooms | Letters", "url": "https://www.theguardian.com/education/article/2024/may/08/bring-back-the-pleasure-of-reading-in-classrooms", "sentiment": {"neg": 0.073, "neu": 0.679, "pos": 0.248, "compound": 0.9968}, "body": "I read your editorial in delighted agreement with much of its argument (The Guardian view on English lessons: make classrooms more creative again, 2 May). My particular experience is working with the youngest children as they begin learning to read. Since 2021, schools in England have been required to follow the highly prescriptive systematic synthetic phonics (SSP) scheme. The “fully decodable” books approved for SSP schemes must focus on the spelling pattern to be learned, usually at the expense of a good story or any literary merit. Right from the start of school, enjoyment of books is being squeezed out. However, your contention that the curriculum model of little blocks of tightly controlled content is “more suited to science and maths” must be challenged. My other role is as a maths tutor to teenagers. I find that they have been rushed to learn ever more complicated formulas and procedures without time to investigate ideas, to make links between topics or to develop thinking skills. Mathematics is a deeply creative subject. Advances are made by finding new ways of thinking rather than by applying known formulae. Just as with English, the current fact-heavy GCSE and A-level maths curriculums squeeze out the joy of learning. A general curriculum review is needed. The soul has been knocked out of the English curriculum, but mathematics has been just as badly served. Ruth Allen Nottingham • It was so cheering to read your call for the pleasure of reading to be restored to the classroom. We all get the joy of sharing a picture book with young children, looking at the pictures, laughing together, perhaps enjoying the rhyme as we talk the words off the page. But for many children, that simple joy of reading gets lost when they learn to read. They have to work hard to sound words out, and the story can become dull and restricted by what phonic sounds they are able to recognise. Language is stripped down to its component parts, reading becomes a chore, and parents and children get trapped in a reading battle. Many schools are shifting the tide on this, and classrooms and corridors are beginning to buzz with reading-friendly spaces, brilliant books are positioned to tempt and children are encouraged to chat about their reading choices. But it’s an uphill battle. Let’s support schools, parents and carers to get children back to a place of sharing a book because they really want to. The benefits to all are clear. Amy Lewis Head of Coram Beanstalk • I couldn’t agree more with your editorial. I have taught English at secondary level for almost 50 years. For the first 25 years or so, the text was king. We read, discussed, engaged, argued, talked about life, society, morality, emotion – literally everything writers write about. Then, gradually and insidiously, the assessment objectives and mark schemes usurped the text. Thinking and responding gave way to spotting. It became less important to discuss why Hamlet asks “To be or not to be?” and what that suggests about the human condition, and more important to identify the rhetorical device Shakespeare used. Teachers became obliged to value what could be measured rather than continuing to teach what is valuable, and the subject became a shadow of its former self. Mary Smith Bearsted, Kent • Do you have a photograph you’d like to share with Guardian readers? If so, please click here to upload it. A selection will be published in our Readers’ best photographs galleries and in the print edition on Saturdays.", "date": "2024-05-08", "section": "Education", "author": "", "id": 11, "thumbnail": "https://media.guim.co.uk/ef98031b86c20ba6a028567c0d15e5e778e62f9f/0_212_3240_1944/500.jpg"}, {"title": "Crow Country review – breathtaking survival horror game that harks back to Silent Hill", "url": "https://www.theguardian.com/games/article/2024/may/08/crow-country-review-survival-horror-game-silent-hill", "sentiment": {"neg": 0.145, "neu": 0.643, "pos": 0.212, "compound": 0.9754}, "body": "It is fascinating to be playing games made by developers who have been raised on 3D games – and Crow Country’s affectionate referencing of Silent Hill is a prime example of this. A survival horror game about the dark secrets lurking within and beneath an abandoned theme park, it is also a gorgeous homage to landmark games of the past. The look of the game is breathtaking: the thick, grainy patina over the screen gives the impression of playing on a CRT monitor in somebody’s dimly lit bedroom in 1997. The chunky polygonal figure of the protagonist, the mysterious Mara Forest, serves a stark contrast against the set and landscape, which give the impression of the lush pre-rendered backgrounds of Final Fantasy VII. However, these environments are not static in the way of their predecessors, but fully and delightfully interactive – this is a game made with real attention to detail, and clear passion for the particular period of game design. It is a sublime treat to look at, and to listen to, the sound design perfectly in keeping with the aesthetic, adding even more tension to the already grungy, bleak world we must navigate. There are two modes of play on offer at the title screen – survival, or exploration. I chose the explore mode initially, which gave me about 10 engrossing hours of gameplay. Without the grotesque, Cronenbergian beasts that roam the park, the game still holds up as a chilling adventure throughout a constantly decaying theme park universe. When a player exits a room and returns to it later, they may find it littered with corpses and bloody text on the walls. At a certain point, torrential rain begins. The lights eventually go out. The environment is truly alive, and rammed with tricky puzzles that may seem oblique at first but are highly satisfying to decode. After completing this mode, I embarked on the bloodier route – faced with the guests and other grotesque creatures of the park, the horror was suitably heightened. The combat is straightforward – shoot or run, and the game thoughtfully offers a set of control options for the gunplay so that players can choose their approach. The creatures’ origins are deeply tragic and strange – but with or without their presence, the game offers great suspense. Even if you know you have elected a route where Mara won’t get harmed, there is still the sense that there is something terrible lurking around every corner. This game is something of a corridor horror, and as we tunnel our way behind and below the park, things only get worse. The mystery of Crow Country was far richer than I had anticipated: the story is very completely drawn, and isn’t without a little levity and playfulness in the face of the darkness. I found the final sequences really bold – committed to the strange and unsettling all the way through, it certainly sticks the landing. Crow Country is far more than a pastiche of the giants of the PS1 era – it is a real triumph in and of itself. • Crow Country is released on 9 May on PC, PlayStation 4/5, Xbox One/Series X", "date": "2024-05-08", "section": "Games", "author": "Sarah Maria Griffin", "id": 12, "thumbnail": "https://media.guim.co.uk/cc453df97d640629756115d94e21972bf52c44ac/92_0_3600_2160/500.jpg"}, {"title": "Game of Thrones actor Ian Gelder dies aged 74", "url": "https://www.theguardian.com/tv-and-radio/article/2024/may/08/game-of-thrones-actor-ian-gelder-dies-aged-74", "sentiment": {"neg": 0.123, "neu": 0.676, "pos": 0.201, "compound": 0.9653}, "body": "The British actor Ian Gelder, who played Kevan Lannister in the hit fantasy series Game of Thrones, has died aged 74. During a career spanning decades, he was a familiar face on screen with roles in Torchwood, His Dark Materials, Doctor Who, Snatch, and The Bill. He died five months after being diagnosed with bile duct cancer, his husband and fellow actor, Ben Daniels, announced on Instagram. “It is with huge huge sadness and a heavy heart broken into a million pieces that I’m leaving this post to announce the passing of my darling husband and life partner Ian Gelder. “Ian was diagnosed with bile duct cancer in December and yesterday he passed at 13.07. I’d stopped all work to be his carer but neither of us had any idea that it would all be so fast,” Daniels posted on Tuesday. “He was my absolute rock and we’d been partners for more than 30 years. If we weren’t together we spoke to each other every day. “He was the kindest, most generous spirited and loving human being. He was a wonderful wonderful actor and everyone who worked with him was touched by his heart and light. “I honestly don’t know what I’ll do without him by my side. He coped with his dreadful illness with such bravery and no self pity. Ever. He was remarkable and will be so missed.” Posting a photograph of himself with Gelder, Daniels added: “This pic was taken at Christmas time after I’d got him out of hospital and even though he’d gone through the worst three weeks there you can still see his joy and love shining through. “Rest well my sweet Chianni Xxxx.” A stalwart of the screen and stage, Gelder appeared in Game of Thrones as Kevan Lannister, the younger brother of Lord Tywin (Charles Dance), for the first season and reprised the role in the later seasons of the HBO series, meeting his demise in the final episode. He appeared most recently earlier this year in an episode of the BBC One period detective series Father Brown. He is also known for playing Mr Dekker in Torchwood: Children of Earth. In 2019, he guest-starred as the Librarian scholar Charles of Jordan College in the BBC TV series His Dark Materials and in 2020 he made an appearance as Zellin in Doctor Who. His other credits included roles in the TV series London’s Burning and Agatha Christie’s Poirot, while he had roles in productions in London’s West End and Shakespeare’s Globe Theatre.", "date": "2024-05-08", "section": "Television & radio", "author": "Caroline Davies", "id": 13, "thumbnail": "https://media.guim.co.uk/446179ddc936815d9bb74424d741ead6767d488e/0_837_2995_1796/500.jpg"}, {"title": "High court decision to limit Catholic church abuse legal tactics to become law under NSW proposal", "url": "https://www.theguardian.com/law/article/2024/may/08/high-court-decision-catholic-church-child-abuse-legal-tactics", "sentiment": {"neg": 0.142, "neu": 0.651, "pos": 0.208, "compound": 0.9714}, "body": "New South Wales parliament will consider a bill to further restrict churches and other institutions from using stay applications to prevent abuse survivors having their cases heard. Last year, Guardian Australia revealed the widespread use of stay applications to permanently halt civil cases brought by survivors where perpetrators had died. The Catholic church and other institutions effectively used the passage of time to block survivors from having their cases heard by arguing a fair trial was no longer possible. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup The tactic was adopted despite clear evidence before the royal commission that significant barriers meant survivors took, on average, 22 years to come forward, and that institutions had themselves hindered justice by concealing abuse from law enforcement and destroying records. The high court delivered a significant blow to the use of stays in November, finding they must only be allowed in rare and exceptional circumstances or risk bringing “the administration of justice into disrepute”. Legalise Cannabis Party upper house MLC Jeremy Buckingham is preparing to introduce a bill to state parliament to enshrine the high court findings into statute law and remove any uncertainty around the way stay applications can be used. It introduces changes that would limit the ability for a defendant to argue for a permanent stay simply because of the passage of time. The bill would also allow survivors who had a stay granted against them since 2016 the ability to have their cases reconsidered. Buckingham said he was aware of about a dozen cases that had been permanently halted due to stays in that time period. “We want justice for victims of child sexual assault,” Buckingham said. “That’s what we want.” “We want to ensure that they get their day in court, in the civil court, and that what I think [of as] this cunning ‘lawfare’ is removed as a tactic from institutions.” Survivor Matt Barker said the legislation would be “enormously beneficial” for those who were still pursuing justice through the courts. Barker’s own case against Scouts NSW was stayed last year, despite the fact that his abuser was alive, had been convicted of criminal offences against Barker, and was willing to give evidence. Barker appealed and has since settled but said he was “aware of other organisations still using the threats of permanent stays” against other survivors. “[The legislation] would be enormously beneficial for anyone who has a live case and it also has provisions for anyone whose case was closed due to a stay or because of the threat of a stay to allow them to re-litigate their case,” he said. “From that point alone, it’s super important legislation because there will be so many people out there who have accepted minute settlements.” The government has previously indicated support for amending the law to enshrine the high court’s findings. In November, Buckingham moved a motion recognising the court ruling and to “consider enacting legislation to amend the Limitation Act 1969 to remove this roadblock to justice once and for all”. The government said at the time that it “supports the motion as it asks for the government to consider mechanisms and changing statute law, which we will do”. Buckingham said the government was yet to act, so he was introducing the bill to force change. A spokesperson for the attorney-general Michael Daley said the government had not yet seen Buckingham’s bill and had not been able to consider its contents. In Australia, children, young adults, parents and teachers can contact the Kids Helpline on 1800 55 1800, or Bravehearts on 1800 272 831, and adult survivors can contact Blue Knot Foundation on 1300 657 380. In the UK, the NSPCC offers support to children on 0800 1111, and adults concerned about a child on 0808 800 5000. The National Association for People Abused in Childhood (Napac) offers support for adult survivors on 0808 801 0331. In the US, call or text the Childhelp abuse hotline on 800-422-4453. Other sources of help can be found at Child Helplines International", "date": "2024-05-08", "section": "Law", "author": "Christopher Knaus", "id": 14, "thumbnail": "https://media.guim.co.uk/1535f387f5fc23e4703343cbab9d4e0665ef68b0/0_463_8192_4918/500.jpg"}, {"title": "Texan creativity festival SXSW to launch London edition in Shoreditch", "url": "https://www.theguardian.com/culture/article/2024/may/08/texan-creativity-festival-sxsw-to-launch-london-edition-in-shoreditch", "sentiment": {"neg": 0.003, "neu": 0.706, "pos": 0.29, "compound": 0.9989}, "body": "South by Southwest, the creativity festival based in Austin, Texas, that has hosted the likes of Barack Obama, Mark Zuckerberg and Amy Winehouse, is launching a London edition next year. Known as SXSW, the multi-day event, which has been running for almost four decades, celebrates new ideas and innovators across the culture, science and tech industries. Over the course of a week in June, SXSW London will take over dozens of venues, galleries, clubs and spaces in Shoreditch, east London. It will feature speeches, music, tech, gaming and screen showcases, as well as host arts, design and fashion exhibitions and immersive experiences. “As a lifelong fan of SXSW, I truly believe that it’s more than an event – it’s a movement, a platform where the world’s greatest minds, musicians and motivators come to share their passion and their vision of the future,” said Randel Bryan, the managing director of SXSW London. “SXSW London will build on Austin’s incredible legacy, presenting an event that underpins why SXSW is the go-to destination for professionals and creatives seeking meaningful connections, unexpected experiences and ideas that can help shape the world. “SXSW London will also provide a platform for the next generation of creative talent and we will be working hard to ensure that opportunities for learning, employment and community uplift are at the heart of everything we do.” Since its founding in 1987, SXSW has hosted leading speakers and participants across a multitude of disciplines, including Christiane Amanpour, Deepak Chopra, Mark Cuban, Melinda Gates, Dave Grohl, Sadiq Khan, Steven Spielberg, the Duchess of Sussex and Tilda Swinton. It has also provided opportunities for new musicians and film-makers to showcase their work, with global cultural icons such as Winehouse, Billie Eilish, Dua Lipa, Ed Sheeran, Skepta and Stormzy making early appearances there. Startups such as X and Uber had their first outings at the festival. SXSW London marks only the second iteration of the festival outside Austin after SXSW Sydney launched in 2023. It will be SXSW’s European debut, with a particular emphasis on creative talent from across Europe. It is hoped the event will build on London’s place within the community of more than 20 million people working in the creative and technology sectors across the continent, which generate billions for the economy. In the UK, the cultural and creative industries contribute £125bn, with London accounting for more than half of the country’s entire creative economic output. Jann Baskett, the co-president and chief brand officer of SXSW, said: “We couldn’t be more excited to bring the SXSW experience to London. Following the success of SXSW Sydney, this is an incredible new opportunity to highlight the elements that make SXSW unique in one of the most vibrant cities in Europe. “We look forward to forming deeper connections with our overseas community and bringing the conversations that start in Austin all the way to Shoreditch.” Jo Twist, the chief executive of the British Phonographic Industry (BPI), said the move was “a wonderful endorsement of the UK as a world-leading centre of human creativity and tech-led innovation”. Tom Kiehl, the interim chief executive at UK Music, said SXSW London was “not only fantastic news for the capital and the music industry, but more generally for the UK as a whole”. The mayor of London, Sadiq Khan, said he was “delighted” to welcome SXSW to London. “When I was part of SXSW in Austin in 2018, I saw first-hand the electric atmosphere of innovation SXSW creates and I can’t wait to be part of it again. “This is a historic opportunity for London to once again bring the world’s most exciting talent together as part of our mission to build a better and more prosperous London for everyone.”", "date": "2024-05-08", "section": "Culture", "author": "Nadia Khomami Arts and culture correspondent", "id": 15, "thumbnail": "https://media.guim.co.uk/1a4ed7135fb8dbbdd65e46ffac1d1d445d5aba49/0_55_3321_1993/500.jpg"}, {"title": "British Gas boss says all UK households should be forced to fit smart meters", "url": "https://www.theguardian.com/business/article/2024/may/08/british-gas-boss-chris-oshea-all-uk-households-fitted-smart-meters", "sentiment": {"neg": 0.06, "neu": 0.654, "pos": 0.286, "compound": 0.9961}, "body": "The boss of British Gas has called for households to face mandatory smart meter installations weeks after government figures showed that almost 4m meters are not working. Chris O’Shea, the chief executive of the British Gas owner Centrica, told a committee of MPs that smart meters should be installed in all homes through a “street by street” programme, in order to cut the costs of creating a smart grid. The energy boss, who has come under fire after British Gas was revealed to have used debt collectors to force-fit prepayment meters in vulnerable customers’ homes, said the company would be willing to install smart meters on behalf of other energy suppliers. O’Shea was speaking at a parliamentary hearing on how to make energy bills more affordable just weeks after government data revealed that almost 4m smart meters have stopped working properly. He told MPs: “In order to have the proper smart grid – that is required to keep costs low in the future and have a responsive grid – everyone should have a smart meter. One of the things we should consider is whether this should be a voluntary programme or a mandatory programme. “We have 1,700 smart meter installers and we would be happy to install smart meters for Octopus, for E.On, for anybody. We would split the UK up street by street, rather than customer by customer. If you mandated it, then we could have that change in programme. It could be done within the next five years or so.” O’Shea’s proposal was rebuffed by Rachel Fletcher, a director at the rival energy company Octopus and a veteran utilities regulator, in the same committee hearing. Fletcher said: “This should not be done to consumers. What we see [at Octopus] is people queueing up asking for a smart meter where we are offering tariffs or tools which allow them to save … hundreds of pounds a year.” The government launched its smart meter programme in 2011 and had hoped to install smart meters in households across the UK before 2020 to help reach its net zero ambitions. About 60% of homes have a smart meter, according to government data. Smart meters are considered a key tool in helping households reduce their energy use. They use real-time data to make better use of renewable energy when it is available and cut the need for fossil fuels, as well as relaying instant data on households’ energy use. But the programme, which is being carried out by energy suppliers, has been dogged by delays and technical faults. The government’s recent data suggested that customers with smart meters may have been overcharged on their gas and electricity bills. Officials have called on the industry regulator, Ofgem, to take action against energy providers who are not supporting customers and meeting legal obligations.", "date": "2024-05-08", "section": "Business", "author": "Jillian Ambrose", "id": 16, "thumbnail": "https://media.guim.co.uk/608b9b417f0b1d827b8d2364e81760749e97c15e/0_255_2843_1705/500.jpg"}, {"title": "A form of assisted dying already happens in hospitals | Letter", "url": "https://www.theguardian.com/society/article/2024/may/08/a-form-of-assisted-dying-already-happens-in-hospitals", "sentiment": {"neg": 0.097, "neu": 0.589, "pos": 0.314, "compound": 0.9906}, "body": "I write to present a perspective different to that expressed by Dr Rachel Clarke (I can truly see the case for assisted dying. But the horrific state of the NHS makes me question if it is the best idea, 1 May). A form of assisted dying happens every day in hospitals, particularly in intensive care, where I spent 24 years. This form of dying comprises the withdrawal of active support, drugs and machines in patients whose further treatment is deemed futile. These patients are invariably incompetent to give consent by virtue of an impaired level of consciousness, caused by their illness and drugs. This decision is made by doctors and is legal. It is always discussed in detail with the patient’s family, but the decision is not theirs to make. In law, only an individual can give consent. If they are not deemed competent to give consent, responsibility passes to doctors, who are legally directed to act in the patient’s best interests. The process is carried out with kindness and compassion, minimising distress for both patient and family. All drugs are stopped. Sedation is maintained and artificial ventilation with room air, not oxygen, is continued. Is there a moral and ethical difference between stopping treatment that would otherwise prolong life (an act of omission), and giving drugs that would ensure a distress-free and dignified demise (an act of commission)? And why should it fall to doctors to make this invidious choice? Dr Jagat Aulakh Retired director of intensive care and consultant anaesthetist, Southam, Warwickshire • Have an opinion on anything you’ve read in the Guardian today? Please email us your letter and it will be considered for publication in our letters section.", "date": "2024-05-08", "section": "Society", "author": "", "id": 17, "thumbnail": "https://media.guim.co.uk/66ee71e73bac10a8c401668cc1adee8419a70e29/0_245_8199_4919/500.jpg"}, {"title": "Dark Matter review – Joel Edgerton abducts himself in fun multiverse thriller", "url": "https://www.theguardian.com/tv-and-radio/article/2024/may/08/dark-matter-review-joel-edgerton-abducts-himself-in-fun-multiverse-thriller", "sentiment": {"neg": 0.07, "neu": 0.687, "pos": 0.243, "compound": 0.9964}, "body": "I feel as if I’ve been living in a parallel universe since about 2016. Everything intangible we depend on – democracy, the rule of law, policing by trust, yadda yadda yadda – is going terrifyingly wrong. Reality has become disorientating enough without the world of entertainment spinning me out into multiple universes too. But the multiverse is having a moment (or technically many moments), what with the Marvel Cinematic Universe providing such fertile and lucrative ground for its heroes and the Oscar-winning likes of Everything Everywhere All At Once or Constellation. I’ll throw Netflix’s 3 Body Problem in too, because a fictional past, present and future Earth in the same storyline feels close enough. Now we have Blake Crouch’s nine-part adaptation of his own book of the same name, Dark Matter. Physics professor Jason Dessen (Joel Edgerton) – hereafter known as Jason 1 – is leading a quiet life teaching then coming home each night to his loving wife, Daniela (Jennifer Connelly), and engaging teenage son Charlie (Oakes Fegley). If there is a flicker behind his eyes when his friend and college contemporary Ryan (Jimmi Simpson) wins a prestigious physics prize, well, we’ve all had moments of wondering about the road not taken, have we not. It turns out that if you’re a physics genius, you don’t have to wonder. You can find out. So it is that Jason 1 is kidnapped and drugged by Jason 2 (Edgerton also), the version of himself that dedicated his life to science, became rich and famous, and secretly developed a way of hopping across universes to substitute himself for Jason 1 so he could enjoy all the blessings of family life and leave his other self apparently amnesiac in Jason 2’s world. From there, two very enjoyable storylines unfold. One is a domestic thriller, as Jason 2 tries to avoid being unmasked as an impostor by looking up the dinner party guests he is supposed to have known for years and working out how to parent responsibly. The other is the science-fiction fun, as Jason 1 gradually deduces what has happened and sets out like a hi-tech Odysseus to journey through the multiverse to get home to Daniela 1 (even though Daniela 2, who is single in her universe, is quite the temptation to stay). Jason 1 is accompanied by Jason 2’s partner Amanda (Alice Braga), a psychiatrist who has prepped previous time-travelling subjects (we don’t know how well she did, as they haven’t managed to return). She displays an impressive willingness to step outside her professional box and into the quantum superpositioning cube Jason 1 abandoned in its early stages but which Jason 2 went on to perfect, and to ingest the pretty much untested psychoactive compounds necessary to see and choose all available universes. Crouch and Edgerton do a fine job of making the Jasons distinct from each other yet recognisably related – two people who have evolved from the same source. This allows questions about identity, nature v nurture and whether good angels can drive the bad out to be much more intriguing than if we were simply presented with hero and villain. Alas, we viewers exist in a universe where the advice to writers that’s popularly attributed to William Faulkner – “Kill all your darlings” – is largely ignored. Crouch has made a few improvements to character arcs and closed a few loopholes from his page-turner of a book, but he has also stretched a propulsive plot that kept the physics accessible to more than nine hours that make you feel every minute. There is a lot of wheelspinning and longueurs that make you wish it was either a six-parter or perhaps a really good, tight four. Nine is a universe away from what it can bear. • Dark Matter is on Apple TV+ now.", "date": "2024-05-08", "section": "Television & radio", "author": "Lucy Mangan", "id": 18, "thumbnail": "https://media.guim.co.uk/e81fd7fc7e898906397971ca4f8a9b2c715f61e8/0_129_4419_2651/500.jpg"}, {"title": "A lesson from Germany on how Britain should treat asylum seekers | Letter", "url": "https://www.theguardian.com/uk-news/article/2024/may/08/a-lesson-from-germany-on-how-britain-should-treat-asylum-seekers", "sentiment": {"neg": 0.018, "neu": 0.692, "pos": 0.29, "compound": 0.9943}, "body": "Re the treatment of refugees in the UK (Report, 2 May), I work in Germany in a government-run institution for newly arrived asylum seekers. The initial processing involves an interview establishing the person’s name, nationality and languages spoken, and explaining what will happen in the centre (with help from translators). They also get health checks and vaccinations, and receive necessary clothing and hygiene articles, before being allocated a bed in a shared room (families are housed together; women and men in separate accommodation). Three meals a day are provided, as well as a ticket for free travel on public transport within the city, access to free German lessons, talks with social workers and activities to make the residents feel more integrated and safe, and the opportunity to work around the centre for pocket money. They get an interview for their asylum application with the government department for migration and refugees, for which support is provided in advance from social workers. If people have families already living in Germany, this will be taken into consideration in their application, as it’s a better way to integrate new arrivals, with families providing social networks, material support, psychological support and a readymade source of knowledge of how the system functions. Refugees, whether asylum seekers or economic migrants, are treated with respect and care. Showing people who have fled oppression, war, discrimination and persecution that they will be safe, listened to, supported and protected will reward the host country when those who want to settle eventually become citizens. Fiona Schenk Müllheim, Baden-Württemberg, Germany • Do you have a photograph you’d like to share with Guardian readers? If so, please click here to upload it. A selection will be published in our Readers’ best photographs galleries and in the print edition on Saturdays.", "date": "2024-05-08", "section": "UK news", "author": "", "id": 19, "thumbnail": "https://media.guim.co.uk/8965f9e14567b24edb09df306c9a6455b8e26d0f/0_148_5938_3563/500.jpg"}, {"title": "Cupcakes and ticket warnings: Paris ready for sellout Taylor Swift shows ", "url": "https://www.theguardian.com/world/article/2024/may/08/taylor-swift-paris-france-shows-cupcakes-ticket-warnings", "sentiment": {"neg": 0.038, "neu": 0.714, "pos": 0.248, "compound": 0.9989}, "body": "She may be the owner of a bakery in the centre of a city famous for its millefeuilles and religieuses, but in recent days Beth Beji’s team has been fielding requests for a rather different sort of cake: a Taylor Swift-themed sweet treat. “There is a huge obsession with Taylor Swift and we see it in the orders coming in,” said Beji, of Clove Bakery. “We’ve had a lot of orders for custom layer cakes, cupcakes, cookies featuring her. We’ve had requests for Taylor Swift on a stage with a microphone in fondant, Taylor Swift riding a unicorn, Taylor Swift album covers, cakes with her face on them … The orders are very specific in the details.” Beji said her team at the bakery on rue Greneta, near Les Halles shopping mall, were getting into the spirit of things. And as the countdown begins in the French capital to the arrival of the singer’s Eras tour on Thursday – her first performance of a three-month European trip – they are not the only ones. Honor McWilliams, 24, a Swiftie from Glasgow who lives in Paris teaching English at the Sorbonne, can hardly contain her excitement over attending the opening concert at La Défense, the first of four long-sold-out gigs on 9-12 May. She will also attend on Saturday with her sister Grace and two friends who are flying in from Glasgow, and will be travelling to Milan for a third concert in July. After previously seeing Swift perform in London, Glasgow, New York and Dublin – and meeting her briefly in London after being picked out of the crowd by Swift’s mother – McWilliams has spent a total of €255 for the Paris tickets and has been babysitting to pay for them. “To this day my love of Taylor Swift has been a cornerstone of many of my personal, and even professional, relationships,” she said. “I connect so much with the French university students I teach here because of our shared love of Taylor Swift. Each week they’ll ask me for my opinion on the latest Taylor Swift news, and I will find any way I can to make reference to her in lessons. One student even termed me the ‘Taylor Swift of the Sorbonne’, which may very well be the best professional compliment I will ever get.” What is the core of Swift’s appeal? McWilliams cites “the eloquence of the lyrics in her songs, her work ethic, gravitas, her intelligence and captivating ability to tell stories, connect with others and generate such enthusiasm.” Swift’s popularity has been a slow burn in France, where she gave her first concert in 2010. There was a touch of Emily in Paris to the official video for Begin Again, a 2012 song from her fourth studio album Red. Shot in Paris, it shows her as the quintessential American in Paris, writing postcards, walking on the Pont des Arts and visiting a patisserie as she meets a handsome stranger who approaches her in a cafe. She continued to associate the city with romance. The only concert to promote her 2019 album Lover, a wondrously lovestruck album written amid her relationship with the actor Joe Alwyn, was performed in Paris – a show entitled City of Lover, performed at the relatively intimate Olympia venue. She then wrote a song entitled Paris for her 2023 album Midnights, where Swift, “so in love that I might stop breathing”, imagines being with her partner in the city. “I wanna transport you to somewhere the culture’s clever”, she sings, adding “let the only flashing lights be the tower at midnight” – a reference to the glittering light show put on by the Eiffel Tower. It all adds a certain frisson to her tour opener this week, but Prof Linda Bloss-Baum, an assistant director of the business and entertainment programme at American University’s Kogod School of Business in Washington, says Swift’s arrival is a big deal for any city. “It has an incredible economic impact. I know many American people who have opted to take a trip to Europe to see Taylor Swift because the tickets were more affordable. They’re making a holiday of it, so it’s not just the tickets, it has an economic benefit for the whole city with people staying in hotels, eating in restaurants. The ripple effect with Taylor Swift is amazing, unprecedented.” She added: “France has always been a bit of an anomaly in terms of the music business, with perhaps a little less appetite for US pop as a genre, but Taylor Swift is an exception. She seems to generate an emotional reaction from people who don’t necessarily even speak English but want to be part of the phenomenon. I think what has happened is that, post-Covid pandemic, people are seeking an experience and this is the experience people want this year. It’s top of their list. The average concertgoer is not holding back in spending. They’re forging a lifetime marker.” The Paris concerts are especially anticipated because they are the first following the release of Swift’s enormously successful new album The Tortured Poets Department, which has broken a series of streaming records since its April 19 release. Fans are hoping that she will append material from the album to the Eras setlist. The conservative newspaper Le Figaro has even got in on the Swift act with an article advising desperate, ticketless Swifties on how to avoid being ripped off with fake tickets. The official price was between €69.50 and €245.50 for seats and up to €827.40 for VIP packages. Warning that resale prices were likely to be higher and could involve counterfeits, the paper warned: “If you haven’t bought your ticket on an official site there’s no way to easily verify the authenticity or validity of a ticket.” At Clove Bakery, the team is working flat out to have all their orders ready on time. “It’s incredible, and not what we set out to do when we opened the bakery seven years ago, but it’s also a lot of fun for the bakery team who are all young and getting involved in the excitement too,” Beji said.", "date": "2024-05-08", "section": "World news", "author": "Kim Willsher in Paris", "id": 20, "thumbnail": "https://media.guim.co.uk/4a743f69f8c1f47d7ec6fa6a3a4e4d4152fd2aaa/0_0_2767_1661/500.jpg"}]
